{"text": {"themes": ["Artificial Intelligence", "Existence of God", "Social Media Impact", "Industrial Revolution", "Quantum Mechanics", "Ethics of Cloning", "Human Consciousness", "Climate Change Effects", "Renaissance Art", "Nature vs. Nurture", "Space Exploration", "Meaning of Life", "Impact of Technology", "Ancient Civilizations", "Evolution vs. Creationism", "Privacy in the Digital Age", "World War II", "The Mind-Body Problem", "Genetic Engineering", "Influence of Media", "The Cold War", "Free Will vs. Determinism", "Sustainable Development", "Impressionist Paintings", "Artificial Life", "Gender Equality", "Ancient Philosophy", "The Big Bang Theory", "Ethics of AI", "Effects of Globalization", "The Civil Rights Movement"], "questions": null, "theme_counter": 0, "question_counter": 0}, "images": {"themes": ["Nature's Symphony", "Whispers of Silence", "Ethereal Dreamscape", "Cosmic Serenity", "Abstract Emotions", "Urban Jungle", "Surreal Reflections", "Harmony in Chaos", "Celestial Symphony", "Whimsical Wonderland", "Mystical Enchantment", "Vibrant Rhythms", "Infinite Possibilities", "Timeless Beauty", "Enchanted Forest", "Dancing with Shadows", "Melodies of Light", "Parallel Realities", "Captivating Contrasts", "Serendipitous Moments", "Whispering Winds", "Colorful Abstractions", "Dreams of Flight", "Journey Within", "Rhythm of Life", "Harmonious Chaos", "Celestial Wonders", "Surreal Landscapes", "Symphony of Colors", "Whimsical Delights", "Mystical Visions", "Vibrant Expressions", "Infinite Horizons"], "questions": ["A majestic castle nestled amidst rolling green hills, with a vibrant sunset casting a warm glow over the scene.", "A serene garden with blooming cherry blossom trees, their delicate petals gently falling to the ground.", "A luxurious ballroom adorned with crystal chandeliers, where elegantly dressed couples dance to the enchanting melodies of a live orchestra.", "A vintage train station, with steam billowing from the locomotive as passengers in glamorous attire board the train.", "A futuristic cityscape with sleek skyscrapers, illuminated by neon lights that reflect off the glistening rain-soaked streets below.", "A tranquil lakeside retreat, where a grand Victorian mansion overlooks the shimmering water, surrounded by lush greenery.", "An opulent opera house, with ornate gold accents and plush red velvet seats, where a world-renowned soprano captivates the audience with her timeless voice.", "A quaint cobblestone street in a European village, lined with charming cafes and boutique shops, where locals and tourists enjoy leisurely strolls.", "A magical forest with towering ancient trees, their branches intertwined to form a natural canopy, while rays of sunlight filter through the leaves.", "A futuristic fashion show, where models adorned in avant-garde designs walk a runway surrounded by holographic projections and pulsating lights.", "A picturesque vineyard, with rows of perfectly aligned grapevines stretching into the distance, as the sun sets behind the rolling hills.", "A grand library filled with floor-to-ceiling bookshelves, ornate ladders, and cozy reading nooks, where the smell of aged books lingers in the air.", "A serene coastal town, with pastel-colored houses overlooking a sparkling turquoise sea, while sailboats glide peacefully on the horizon.", "A futuristic palace made entirely of glass, with cascading waterfalls and floating gardens, where technology seamlessly blends with nature."], "theme_counter": 0, "question_counter": 0}}