{"text": {"themes": ["Artificial intelligence", "Existence of God", "Social media impact", "Rise of populism", "Quantum mechanics", "Ethics in technology", "Colonialism and identity", "Climate change effects", "Meaning of life", "Role of government", "Evolution vs creation", "Impact of automation", "Power of storytelling", "Gender equality", "Ethics in science", "Origins of language", "Virtual reality impact", "Philosophy of time", "Role of education", "Ethics in journalism"], "questions": ["What impact does social media have on body image and self-esteem?", "How does media influence political opinions and voting behavior?", "What role does media play in shaping cultural norms and values?"], "theme_counter": 0, "question_counter": 0}, "images": {"themes": ["Urban Echoes", "Nature's Whispers", "Futuristic Visions", "Emotional Abstracts", "Memory Fragments", "Mythical Echoes", "Underwater Mysteries", "Cosmic Wonders", "Ancient Secrets", "Cultural Tapestries", "Wild Motion", "Dreamlike States", "Seasonal Shifts", "Nature's Canvas", "Night Lights", "Historical Shadows", "Miniature Worlds", "Desert Dreams", "Robotic Integrations", "Fairy Enchantments", "Timeless Moments", "Dystopian Echoes", "Animal Perspectives", "Urban Canvas", "Enchanted Realms", "Retro Futures", "Emotive Rhythms", "Human Mosaics", "Undersea Unknowns", "Mystical Peaks", "Folklore Reimagined", "Outer Realms", "Vintage Styles", "Urban Wilderness", "Mythical Retellings", "Colorful Breezes", "Forgotten Places", "Festive Illuminations", "Masked Realities", "Oceanic Legends", "Digital Detachments", "Past Reverberations"], "questions": ["A lone dancer gracefully moves in sync with their shadow on a moonlit beach, creating mesmerizing patterns in the sand.", "In an ancient forest, a group of ethereal figures perform a haunting shadow dance around a mystical tree, casting enchanting shadows on the moss-covered ground.", "In a bustling cityscape, a street performer uses their body and the surrounding architecture to create intricate shadow puppets that captivate the passersby.", "In a futuristic metropolis, holographic dancers project their shadows onto towering skyscrapers, blending technology and art in a mesmerizing display.", "In a sun-drenched desert, a nomadic tribe gathers around a campfire, their shadows dancing wildly on the sand as they celebrate under the starry sky.", "Inside an abandoned theater, a ghostly ballet troupe rehearses their shadow dance, their translucent figures casting eerie shadows on the decaying stage.", "In a vibrant underwater world, bioluminescent sea creatures perform a mesmerizing shadow ballet, their glowing forms creating an ethereal display of light and darkness.", "In a medieval castle, a group of courtiers engage in an elegant shadow waltz, their silhouettes gracefully moving across the candlelit walls.", "In a dense rainforest, a tribe of indigenous people perform a sacred shadow dance as a ritual to honor their ancestors, their intricate body paint creating striking shadows in the moonlight.", "In a futuristic virtual reality simulation, avatars engage in a dynamic shadow battle, their virtual forms casting intricate shadows on the digital landscape.", "In a snowy mountain range, a lone skier glides down a slope, their shadow elongated against the white canvas, creating a beautiful contrast.", "Inside a grand cathedral, sunlight streams through stained glass windows, casting vibrant colored shadows that dance across the ancient stone floor.", "In a mystical realm, mythical creatures engage in a celestial shadow dance, their majestic forms casting ethereal shadows against a backdrop of swirling galaxies.", "In a bustling market square, street performers use their bodies and colorful fabrics to create a vibrant shadow tapestry, drawing crowds with their captivating display."], "theme_counter": 0, "question_counter": 0}}