{"text": {"themes": ["Artificial intelligence", "Existence of God", "Social media impact", "Rise of populism", "Quantum mechanics", "Ethics in technology", "Colonialism and identity", "Climate change effects", "Meaning of life", "Role of government", "Evolution vs creation", "Impact of automation", "Power of storytelling", "Gender equality", "Ethics in science", "Origins of language", "Virtual reality impact", "Philosophy of time"], "questions": ["How does education shape an individual's worldview?", "What role does education play in fostering critical thinking skills?", "How does education contribute to social mobility?", "What is the impact of education on economic development?", "How does education influence cultural preservation?", "What role should education play in promoting social justice?", "How does education empower individuals to become active citizens?", "What is the relationship between education and personal fulfillment?", "How does education contribute to personal growth and self-discovery?", "What role does education play in shaping ethical values?", "How does education prepare individuals for the future of work?", "What is the role of education in promoting innovation and creativity?", "How does education contribute to reducing inequality?", "What role does education play in promoting sustainable development?", "How does education foster empathy and understanding?"], "theme_counter": 0, "question_counter": 0}, "images": {"themes": ["Urban Echoes", "Nature's Whispers", "Futuristic Visions", "Emotional Abstracts", "Memory Fragments", "Mythical Echoes", "Underwater Mysteries", "Cosmic Wonders", "Ancient Secrets", "Cultural Tapestries", "Wild Motion", "Dreamlike States", "Seasonal Shifts", "Nature's Canvas", "Night Lights", "Historical Shadows", "Miniature Worlds", "Desert Dreams", "Robotic Integrations", "Fairy Enchantments", "Timeless Moments", "Dystopian Echoes", "Animal Perspectives", "Urban Canvas", "Enchanted Realms", "Retro Futures", "Emotive Rhythms", "Human Mosaics", "Undersea Unknowns", "Mystical Peaks", "Folklore Reimagined", "Outer Realms", "Vintage Styles", "Urban Wilderness", "Mythical Retellings", "Colorful Breezes", "Forgotten Places", "Festive Illuminations", "Masked Realities", "Oceanic Legends", "Digital Detachments", "Past Reverberations"], "questions": ["A lone dancer gracefully moves in sync with their shadow on a moonlit beach, creating mesmerizing patterns in the sand.", "In an ancient forest, a group of ethereal figures perform a haunting shadow dance around a mystical tree, casting enchanting shadows on the moss-covered ground.", "In a bustling cityscape, a street performer uses their body and the surrounding architecture to create intricate shadow puppets that captivate the passersby.", "In a futuristic metropolis, holographic dancers project their shadows onto towering skyscrapers, blending technology and art in a mesmerizing display.", "In a sun-drenched desert, a nomadic tribe gathers around a campfire, their shadows dancing wildly on the sand as they celebrate under the starry sky.", "Inside an abandoned theater, a ghostly ballet troupe rehearses their shadow dance, their translucent figures casting eerie shadows on the decaying stage."], "theme_counter": 0, "question_counter": 0}}